<?php
$messages = array(
     "dashboard" => "ပင္မစာမ်က္ႏွာ",
     "user_dashboard" => "ပင္မစာမ်က္ႏွာ",
    "attend" => "ရုံးတက္စာရင္း",
    "absent" =>"ပ်က္ကြက္စာရင္း",
    "manageuser" => "စီမံခန္႕ခြဲျခင္း",
    "attendancelist" => "ရံုးတက္စာရင္း",
    "leaveday" => "ခြင့္ရက္စာရင္း",
    "salary" => "လစာ",
    "current_time" => "လက္ရွိအခ်ိန္",
    "late_reason" =>  "အကယ္၍သင္ေနာက္က်ခဲ့လ်င္ CheckBox ကို Checked(✓) လုပ္ျပီး ေနာက္က်ရသည့့္အေၾကာင္းအရင္းကို ေရးေပးပါ",
    "Write"=>"ေနာက္က်ရသည့္အေၾကာင္းအရင္းကို ဒီမွာေရးေပးပါ ",
    "last_member" => "ေနာက္ဆံုးမန္ဘာ၀င္သူ",
    "new_member" => "ေယာက္",
    "attendance"  => "ရံုးတက္သူ",
    "leave"           => "ရံုးပ်က္သူ",
    "checkin"        => "ေရာက္ရွိၿခင္း",
    "checkout"      => "ထြက္ခြာၿခင္း",
    "home"       => "မူလစာမ်က္ႏွာ",
    "checkinout"=> "ေရာက္ရွိၿခင္း  / ထြက္ခြာၿခင္း",
    "latest_news"=> "ေနာက္ဆံုးသတင္းမ်ား",
    "no_leave"=>"ခြင့္ရက္မ်ားကို(လံုး၀)မယူထားသူမ်ားစာရင္း",
    "leave_most"=>"ခြင့္ရက္မ်ားကိုအမ်ားဆံုးယူထားသူမ်ားစာရင္း",
    "no leave"=> "ခြင္႔မယူေသာလူမ်ား",
    "latest_news" => "ေနာက္ဆံုုးအခ်က္အလက္",
    "viewallmember" => "မန္ဘာအားလံုုးၾကည္႔ရန္",
    
    /**
     * Header
     */
    "Help"=>"အကူအညီ",
    "Notifications"=>"အေၾကာင္းၾကားခ်က္မ်ား",
    "View All"=>"အားလံုးၾကည့္ရန္",
    "Member Since"=>"စတင္ အသံုးျပဳေသာေန႔ရက္",
    "Setting"=>"သတ္မွတ္ခ်က္မ်ား",
    "Sign out"=>"ထြက္ခြာ",
    /**
     * footer
     */
    "Change_Language"=>"ဘာသာ စကားေျပာင္းရန္",

);
