<?php

$messages = array(
    "dashboard" => "ပင္မစာမ်က္ႏွာ",
    "attend" => "ရုံးတက္စာရင္း",
    "absent" =>"ရုံးပ်က္စာရင္း",
    "manageuser" => "စီမံခန္႕ခြဲ",
    "attendancelist" => "ရံုးတက္စာရင္း",
    "leaveday" => "ခြင့္ရက္စာရင္း",
    "salary" => "လစာ",
    "current_time" => "အခ်ိန္",
    "late_reason" =>  "ေနာက္က်ခဲ့ရင္,ေၿဖရွင္းခ်က္ကိုေရးေပးခဲ့ပါ",
    "last_member" => "ေနာက္ဆံုးမန္ဘာ၀င္သူ",
    "new_member" => "ေယာက္",
    "attendance"  => "ရံုးတက္သူ",
    "leave"           => "ရံုးပ်က္သူ",
    "checkin"        => "ေရာက္ရွိၿခင္း",
    "checkout"      => "ထြက္ခြာၿခင္း",
    "home"       => "မူလစာမ်က္ႏွာ",
    "checkinout"=> "ေရာက္ရွိၿခင္း  / ထြက္ခြာၿခင္း",
    "latest_news"=> "ေနာက္ဆံုးသတင္းမ်ား",
    "no leave"=> "ခြင္႔မယူေသာလူမ်ား"
);
