<?php 
$messages = array(  
    
     /**
     * Left side menu bar
     */
   "Search Help" =>"ရွာရန္အကူအညီ",    
    "Dashboard"=>"ပင္မစာမ်က္ႏွာ",
    "Attendance List"=>"တက္ေရာက္စာရင္း",
    "Today Attendance List"=>"ယေန႕စာရင္း",
    "Monthly Attendance List"=>"လစဥ္စာရင္း",
    "Monthly Attendance Chart"=>"လစဥ္စာရင္း(ဇယား)",
    "Manage User"=>"စီမံခန္႕ခြဲ",
    "Leave Days"=>"ခြင့္ရက္",
    "Apply Leave"=>"ခြင္႔တင္ရန္",
    "Leave Lists"=>"ခြင္႔စာရင္း",
    "Leave Setting"=>"ခြင္႔setting",
    "Calendar"  => "ၿပကၡဒိန္",
    "Salary"=>"လစာ",
    "Add Salary"=>"လစာ စာရင္းသြင္းရန္",
    "Salary Lists"=>"လစာ စာရင္း",
    "Monthly Salary Lists"=>"လအလိုုက္လစာစာရင္း",
    "Salary Setting"=>"လစာsetting",
    "Allowance"=>"အက်ဳိးခံစားခြင္႔",
    "Document"=>"စာရြက္စာတမ္း",
    "Letter Head"=>"Letter Head",
    "SSB"=>"SSB အခြန္",
    "Tax Document" => "၀င္ေငြခြန္",

    
    
 /**
     * Search Help
     */
    "Welcome"=>"SALTS System အသံုးျပဳပံုမ်ား မွ ၾကိဳဆိုပါသည္ ။",
    "Thanks"=>"SALTS Application ကို အသံုးျပဳသည္႔အတြက္ ေက်းဇူးတင္ပါသည္။ရုံးပိုင္းဆိုင္ရာကို စီမံခန္႔ခြဲသည္႔ Application ျဖစ္ပါသည္။",
    "Explanation"=>"ရွင္းျပခ်က္",
    "Notification"=>"အေၾကာင္းၾကားခ်က္",
    "Admin can"=>"Users မွ တင္လိုက္ေသာအခ်က္အလက္မ်ားကို Admin က လက္ခံျခင္း(သို႔မဟုတ္)ျငင္းပယ္ျခင္းကို သိရွိနိုင္ပါသည္။",
    "Change"=>"ဘာသာစကားေျပာင္းရန္",
    "Change Language"=>"ဂ်ပန္၊ အဂၤလိပ္ နွင္႔ ျမန္မာ ဘာသာစကား(၃)မ်ိဳးသို႕ေျပာင္းလဲအသံုးျပဳနဳိင္ပါသည္။",
    "Setting"=>"သတ္မွတ္ခ်က္မ်ား",
    "Right side"=>"အသံုးျပဳသူရဲ႕ Profile Button ကို ႏွိပ္ျပီး Users အခ်က္အလက္မ်ားကို ျပင္ဆင္နိုင္ပါသည္။",
    "To know"=>"SALTS ရဲ႕ Modules တစ္ခုခ်င္းဆီ ၾကည့္ခ်င္ပါက ဘယ္ဘက္ရွိ BarေပၚမွLink မ်ားကိုႏွိပ္ျပီး ၾကည့္နိုင္ပါသည္။",

     /**
     * start for dashboard help center
     */
    "Dashboard_hc"=>"ပင္မ စာမ်က္နွာ အသံုးျပဳပံု",
    "Click Manage Users"=>"စီမံ ခန္႔ခြဲေသာ Link ကို ႏွိပ္ျပီး အေသးစိတ္ ၀င္ေရာက္ၾကည့္ရူနိုင္ပါသည္။အသံုးျပဳသူရဲ႕ အခ်က္အလက္မ်ားကို Admin က ျပင္ဆင္နိုင္သည္။",
    "Click Attendance Link"=>"တက္ေရာက္ေသာစာရင္း Link ကို ႏွိပ္ျပီး ယေန႕တက္ေရာက္ေသာစာရင္း နွင့္ ဒီလ တက္ေရာက္ေသာစာရင္း မ်ားကို ျမင္ေတြ႕ႏိူင္ပါသည္။",
    "Click Leave Days Link"=>"ခြင့္ရက္ Link ကို ႏွိပ္ျပီး ခြင့္တင္ရမည့္ Form ၊ ခြင့္ယူထားေသာစာရင္း Lists   နွင့္ ခြင့္ setting မ်ားကို ျမင္ေတြ႕ရမွာျဖစ္ပါသည္။",
    "Salary(Only For Admin)"=>"လစာေပးေသာစနစ္(Admin တစ္ဦးတည္းသာ)", 
    "Click Salary Link"=>"လစာေပးေသာစနစ္ Link ကိုႏွိပ္ျပီး လစာေပးရမည့္ Form ၊ လစာေပးထားေသာစာရင္း ၊ လစဥ္အလိုက္လစာေပးရေသာစာရင္း ၊ လစာ setting နွင့္          အက်ိဳးခံစားခြင့္မ်ားရဲ႕ Links မ်ားကို ျမင္ေတြ႔ရမွာျဖစ္ပါသည္။",
    "If you late"=>"အကယ္၍သင္ေနာက္က်ခဲ့လ်င္ CheckBox ကို Checked(✓) လုပ္ျပီး ေနာက္က်ရသည့္အခ်က္အလက္ကို ေရးေပးပါရန္ ",
    "Check In Button"=>"ရုံးေရာက္ရွိေၾကာင္းအသိမွတ္ျပဳရန္",
    "It is describe"=>"ယေန႕ရုံးကို ေရာက္ရွိတဲ့အခ်ိန္  အသိအမွတ္ျပဳရန္",
    "Check Out Button"=>"ရုံးမွထြက္ခြာေၾကာင္းအသိေပးရန္",
    "It is describe as"=>"အလုပ္ခ်ိန္ျပီး၍ ရုံးမွထြက္ခြာမည့္အခ်ိန္ကို အသိေပးရန္",
    "Status of"=>"SALTS Application အသံုးျပဳသူမ်ားထဲမွ ခြင့္(လုံး၀)မယူထားေသာသူမ်ားစာရင္း နွင့္ ခြင့္အမ်ားဆံုးယူထားေသာသူမ်ားစာရင္း",
 
   /**
     * Today Attendance Lists
     */
    "Today"=>"ယေန႔ တက္ေရာက္သူမ်ားစာရင္း အသံုးျပဳပံု",
    "Search Box"=>"နာမည္မ်ားကို ရွာရန္",
    "Enter"=>"နာမည္မ်ားကို ရုိက္ထည့္ျပီး ယေန႕ ရုံးတက္ေသာသူ ဟုတ္/မဟုတ္ ရွာေဖြနိုင္ပါသည္။",
    "Then select the wanted username"=>"ရွာေဖြလိုက္ေသာ နာမည္မ်ားကို Dropdown List နဲ႕ျပမွာျဖစ္ျပီး ရွာခ်င္ေသာသူ၏နာမည္ကိုေရြးျပီး Search Button ကို ႏွိပ္ျပီး ရွာေဖြနိုင္ပါသည္။",
    "Export"=>"Export",
    "This will output"=>"Export Button ကို ႏွိပ္ျပီး csv အျဖစ္ ေျပာင္းျပီး Download ဆြဲေပးမွာျဖစ္ပါသည္။",
    "Editatttime"=>"ရုံးတက္ေရာက္ခ်ိန္ကို ျပင္ဆင္ရန္",
    "Admin"=>"အသံုးျပဳသူမ်ား၏ ရုံးတက္ေရာက္ခ်ိန္ကို Admin က ျပင္ဆင္ႏိူင္ပါသည္။",
    
    
    /**
     * Monthly Attendance Lists
     */
    "Monthly"=>"လစဥ္ ရံုးတက္ေရာက္ေသာစာရင္းမ်ားကို အသံုးျပဳပံု",
    "Start Date"=>"ရွာေဖြလိုေသာ Date ရဲ႕အစ ကို ေရြးေပးရန္။",
    "End Date"=>"ရွာေဖြလိုေသာ Date ရဲ႕အဆံုး ကို ေရြးေပးရန္။",

    /**
     * Monthly Attenance Chart
     */
    "Admin can show"=>"ဒီလအတြင္း ရုံးတက္ေသာသူ ၊ ခြင့္တင္ျပီးရုံးပ်က္ေသာသူမ်ား၊ ခြင့္မတင္ပဲရုံးပ်က္ေသာသူမ်ားႏွင့္ ေန႕တစ္ပိုင္းရံုးပ်က္ေသာသူမ်ား၏ စာရင္းမ်ားကို အေရာင္မ်ားႏွင့္ ခြဲျခားေဖာ္ျပထားပါသည္။",
    "Colors"=>"အေရာင္မ်ားႏွင့္ ေဖာ္ျပထားသည္",
    "Green"=>"အစိမ္းေရာင္",
    "att_person"=>"ဒီေန႕ရံုးတက္ေရာက္ေသာသူမ်ားကို ေဖာ္ျပသည္။",
    "Yellow"=>"အ၀ါေရာင္",
    "absent_leave_person"=>"ခြင့္တင္ျပီးရုံးပ်က္ေသာသူမ်ားကို ေဖာ္ျပသည္။",
    "Red"=>"အနီေရာင္",
    "absent_noleave_person"=>"ခြင့္မတင္ပဲရုံးပ်က္ေသာသူမ်ားကို ေဖာ္ျပသည္။",
     "Pink" => "ပန္းေရာင္",
    "Half Day" => "ေန႔တစ္ပိုင္းရုံးတက္ေသာသူမ်ားကိုေဖာ္ျပသည္။",
    /**
     * Manage User
     */
    "Manage"=>"စီမံခန္႕ခြဲမႈမ်ားကို အသံုးျပဳပံု",
    "Enter_name"=>"နာမည္မ်ားကို ရုိက္ထည့္ျပီးရွာရန္",
    "Add User"=>"User အသစ္မ်ားကို ထည့္ရန္",
    "Admin can create"=>"User အသစ္မ်ားကို Admin က Create လုပ္ေပးနိုင္ပါသည္။",
    "Edit"=>"ျပင္ဆင္ရန္",
    "Admin can edit of user informations."=>"User မ်ားရဲ႕အခ်က္အလက္မ်ားကို Admin က ျပင္ဆင္နိုင္ပါသည္။",

    
    
   
    /**
     * Apply Leave
     */
    "Apply Leave help center"=>"ခြင္႔တင္ရန္",
    "Apply_leave"=>"နာမည္မ်ားကို ရုိက္ထည့္ေပးရန္",
    "Apply_leave_name"=>"ခြင့္တင္ခ်င္ေသာသူရဲ႕ နာမည္ကို ရုိက္ထည့္ေပးရန္။",
    "Leave Categories"=>"ခြင္႔အမ်ိဴးအစား",
    "You must choose"=>"ခြင္႔ယူလိုသည္႔ ခြင္႔အမ်ိဴးအစားကိုေရြးခ်ယ္ပါ။",
    "Leave Description"=>"ခြင္႔ယူလိုသည္႔ အေၾကာင္းအရာ",
    "You must enter"=>"ခြင္႔ယူလိုသည္႔ အေၾကာင္းအရာ ကို ေရးေပးရပါမည္။",
    "Apply button"=>"ခြင္႔တင္ရန္ button",
    "Submit"=>"ခြင္႔ေလ်ွာက္လႊာကို တင္လိုက္ပါ။",
    
    /**
     * Leave Lists
     */
    "Leave Lists help center"=>"ခြင့္ယူထားသူမ်ားစာရင္း အသံုးျပဳပံု",
    "Leave Type"=>"ခြင္႔အမ်ိဴးအစား",
    "You can choose your Leave Type."=>"ရွာေဖြလိုေသာ ခြင္႔အမ်ိဴးအစား",
    "Month"=>"လ",
    "You can choose Month."=>"ရွာေဖြလိုေသာ လ ",
    "Leave_name"=>"နာမည္ကို ရုိက္ထည့္ေပးပါရန္။",
    
    /**
     * Leave Setting
     */
    "Leave Setting help center"=>"ခြင့္ Setting ကို အသံုးျပဳပံု",
    "Edit Leave"=>"ခြင္႔Settingကို ျပင္ဆင္ရန္ (အက္မင္)",
    "Admin can edit"=>"အက္မင္ သည္ အမ်ားဆံုးခြင္႔ျပဳထားေသာခြင္႔အေရအတြက္နွင္႔ ထိုခြင္႔အေရအတြက္ကို ေက်ာ္လြန္သြားပါက လစာမွျဖတ္မည့္ ရာခိုင္ႏွုန္းကို ျပင္ဆင္နိုင္ပါသည္။",
    "Admin can Add"=>"အက္မင္သည္ ခြင္႔အမ်ိဳးအစားအသစ္မ်ားကို ထပ္ထည္႔ႏိုင္သည္။",
    "Delete"=>"ဖ်က္ရန္",
    "Admin can delete"=>"အက္မင္သည္ ခြင္႔အမ်ိဳးအစားမ်ားကို ဖ်က္ႏိုင္သည္။",
   
      /**
     * Leave Day Left
     */
    "Leave Day Left"=>"က်န္ေသာခြင့္ရက္မ်ားကိုၾကည့္ရူျခင္း",
    "Leave Day Carry"=>"Carry ခြင့္",
    "You can known your Leave Day Carry"=>"Carryခြင့္မ်ားကို ၾကည့္ႏုိင္သည္။",
    "Total Leave Days"=>"ခြင့္ရက္ေပါင္း",
    "You can known your Total Leave Day"=>"တစ္ႏွစ္စာခြင့္မ်ားကိုသိႏုိင္သည္။",
    "Leave DayLeft"=>"က်န္ေသာခြင့္ရက္မ်ား",
    "You can known your Leave Day Left"=>"က်န္ေနေသာခြင့္ရက္မ်ားကိုသိႏုိင္သည္။",
    
    /**
     * Add Salary
     */
    "Add Salary help center"=>"လစာေပးသြင္းရန္လိုအပ္ေသာအကူအညီမ်ား",
    "Search User Name"=>"အသံုးျပဳသူ၏နာမည္ရွာရန္",
    "Enter the username"=>"သင္လစာထည့္လိုေသာအသံုးျပဳသူ၏နာမည္ကိုရိုက္ထည့္ပါ။",
    "Enter users basic salary."=>"ထိုအသံုးျပဳသူအတြက္အေျခခံလစာကိုရိုက္ထည့္ပါ။",
    "Enter users Travel Fees."=>"ထိုအသံုးျပဳသူအတြက္ခရီးစရိတ္ကိုရိုက္ထည့္ပါ။",
    "Enter users Overtime(per hr)."=>"ထိုအသံုးျပဳသူ၏အခ်ိန္ပိုလုပ္အားခ(တစ္နာရီလုပ္အားခ)ကိုရိုက္ထည့္ပါ။",
    "Deduce for SSC"=>"လူမႈဖူလံုေရးခံစားခြင့္ပမာဏ",    
    "sal_start_date"=>"လစာေပးမည့္ရက္ကိုေရြးေပးပါ",
    "Salary_apply"=>"အထက္ပါအခ်က္အလက္မ်ားကိုၿဖည့္ျပီး Apply Button ကိုနိပ္ေပးပါရန္",
    "download_csv"=>"CSV Files ကို Download ယူရန္။(CSV File ကို Edit လုပ္ရန္)   download လုပ္ယူၿပီးExcel ကိုဖြင့္ၿပီးလွ်င္Data tab ထဲက'Form Text' ကိုေရြးပါ။ၿပီးလွ်င္downlaod လုပ္ထားတဲ့ fileကို Importလုပ္ေပးပါ။ျပီးလွ်င္ Delimetedကိုေရြးျပီး 'Next' ကိုႏွိပ္ပါ။Delimited ေအာက္တြင္ရွိေသာ list ထဲမွ ႏွစ္သက္ရာကို check လုပ္ျပီးအဆင္ေျပသည့္ပံုစံျဖင့္ Edit လုပ္ႏိူင္ပါသည္",
    "apply_with_csv"=>"CSV Files ႏွင့္ လစာေပးရန္",
    
    /**
     * Salary Lists
     */
    "Salary List help center"=>"လစာစာရင္းအတြက္လိုအပ္ေသာအကူအညီ",
    "You can select"=>"လမ္းခရီးစရိတ္ ေန႔အလိုက္ ႏွင့္လအလိုက္ မ်ားေရြးႏုိင္သည္။",
    
    /**
     * Monthly Salary Lists
     */
    "Monthly Salary Lists help center"=>"(၁) လအလိုက္လစာစာရင္းအတြက္လိုအပ္ေသာအကူအညီ",
    "Calculate Salary"=>"လစာတြက္ရန္",    
    "Add salary"=>"csv file ႏွင့္ လစာမ်ားကို ထည့္ႏုိင္္သည္။",
    "Download"=>"csv file ပံုစံမ်ားကို Download ဆြဲယူရန္",
    "Admin can calculate"=>"အက္မင္မွ ယခုလအတြက္လစာကိုတြက္ခ်က္ႏုိင္သည္။",
    "Month/Year"=>"လ/ခုႏွစ္",
    "Show details"=>"လိုခ်င္ေသာ လ/ခုႏွစ္ကိုႏွိပ္လိုက္ပါက ထိုလအတြက္အေသးစိတ္အခ်က္အလက္မ်ားကိုျပေပးပါသည္။",
    
    /**
     * Salary Detail
     */
    "Salary Detail Help Center"=>"(၂)လအလိုက္လစာစာရင္းအတြက္လိုအပ္ေသာအကူအညီ",
    "Search User Salary"=>"အသံုးျပဳသူ၏လစာကိုရွာေဇြပါ",
    "To search salary"=>"အသံုးျပဳသူ၏အမည္၊ဌာန၊ရာထူး၊လစာႏွဳန္းထားတို႕ႏွင့္လစာအေသးစိတ္အခ်က္အလက္မ်ားကိုရွာရန္",
    "username"=>"",
    "First check"=>"ပရင့္ထုတ္ရန္အတြက္ ပရင့္ထုတ္လုိေသာအသံုးျပဳသူ၏အမည္ကို အရင္ဆံုး ✓ လုပ္ပါ။ျပီးလွ်င္ ပံုကိုႏွိပ္၍ ပရင့္ထုတ္ပါ။
 ",
    "Details Salary"=>"လစာအေသးစိတ္",
    "To see detail"=>"အသံုးျပဳသူ၏လစာအေသးစိတ္ကိုၾကည့္ရန္/ျပဳျပင္ရန္ႏွင့္ ႏူတ္ထြက္ရန္အတြက္ ထိုအသံုးျပဳသူ၏နာမည္ေဘးတြင္ အရင္ဆံုး ✓ လုပ္ျပီး ပံုေလးကို ",
    "button"=>" ႏွိပ္ပါ။",
    
    /**
     * Salary Report
     */
    "Salary Report Help Center"=>"(၃) 
လအလိုက္လစာစာရင္းအတြက္လိုအပ္ေသာအကူအညီ",
    "To enable edit"=>"
ျပဳျပင္ရန္အတြက္ Edit Button ကို အရင္ႏွိပ္ပါ။ျပီးလွ်င္ အခ်က္အလက္မ်ားကို ေျပာင္းလဲႏိူင္ပါျပီ။",
    "Save"=>"Save",
    "Save modified"=>"ျပဳျပင္္ခဲ႕ျပီးေသာ လစာမွတ္တမ္းအခ်က္အလက္မ်ားကို သိမ္းဆည္းပါ။",
    "Resign"=>"Resign",
    "To resign"=>"ႏူတ္ထြက္လိုသည့္ေန႕ရက္ကို ထည့္ပါ။",
    
    /**
     * Salary Setting
     */
    "Salary Setting help center"=>"လစာSettingအတြက္ လိုအပ္ေသာအကူအညီ",
    "Tax Setting"=>"အခြန္ေငြSetting",
    "To edit Tax"=>"အက္မင္မွ အခြန္ေငြ၏အခ်က္အလက္ပမာဏမ်ားကို ျပဳျပင္ႏူိင္သည္။",
    "Deduce Setting"=>"လူမႈဖူလံုေရးခံစားခြင့္ Setting",
    "Admin can edit deduce"=>"အက္မင္မွ လစာ၏လူမႈဖူလံုေရးခံစားခြင့္ပမာဏကို ျပဳျပင္ႏူိင္သည္။",
    "New Deduction"=>"ခံစားခြင့္အသစ္ထပ္တုိးျခင္း",
    "Admin can add new Deduction Type."=>"အက္မင္မွ ခံစားခြင့္ပံုစံအသစ္မ်ားကို ထပ္ေပါင္းထည့္ႏိူင္သည္။",
    "Tax_edit"=>"အခြန္ႏွဳန္းထား ကို ျပဳျပင္ႏုိင္သည္။",

    
    /**
     * Allowance
     */
    "Allowance help center"=>"အက်ိဳးခံစားခြင့္အတြက္ လိုအပ္ေသာအကူအညီ",
    "Add Button"=>"အသစ္ထည့္ေပါင္းရန္",
    "Admin can add Allowance"=>"အက္မင္သည္ အက်ိဳးခံစားခြင့္အမည္ႏွင့္အက်ိဳးခံစားခြင့္ပမာဏကို ထပ္ထည့္ႏူိင္သည္။",
    "You must checked Deduce for SSC."=>"လူမႈဖူလံုေရးခံစားခြင့္အတြက္ေဘးမွခ်က္ေဘာက္တြင္အမွန္(✓)ျခစ္ပါ",
    "You must checked Allowance."=>"ေထာက္ပံ့ေၾကးခံစားခြင့္အတြက္ေဘးမွခ်က္ေဘာက္တြင္အမွန္(✓)ျခစ္ပါ",
    "Salary_button"=>"Apply Button",
    "Salary_submit"=>"လစာ ေပးသည့္ Form ကို အတည္ျပဳသည္။",





    "Allowance_edit"=>"Admin က အက်ိဳးခံစားခြင့္၏အမည္ႏွင့္အက်ိဳးခံစားခြင့္ပမာဏကို ျပင္ဆင္ နုိင္ပါသည္။",
   
   
       /**
     * Letter Head
     */
    "Letter Head help center"=>"Letter Head အသံုးျပဳပံု",
    "To change"=>"ကုမၸဏီ ၏ Logo ၊ နာမည္ ၊ လိပ္စာ နွင့္ ဖုန္း နံပါတ္ မ်ားကို ျပင္ဆင္ နုိင္ပါသည္။ ",
    "save_button"=>"Button ကိုနိွပ္ျပီး သိမ္းနိုင္ပါသည္။",
    /**
     * SSB and Tax Document
     */
    "SSB & Tax Document help center"=>"SSB အခြန္ & ၀င္ေငြခြန္ မ်ားအသံုးျပဳပံု",
    "SSB and Tax Document Printing"=>"SSB အခြန္ & ၀င္ေငြခြန္ မ်ားကို Print ထုတ္ရန္",
    "Print"=>"Print",
    "Print SSB & Tax"=>"SSB အခြန္ & ၀င္ေငြခြန္ မ်ားကို Print ထုတ္ျပီး အေသးစိတ္ၾကည့္ရွဳနိုင္ပါသည္။",   
    "Print salaryreferdocument" => "Salary Refer Document ႏွင့္ဆိုင္ေသာအခ်က္အလက္မ်ားကို Print ထုတ္ျပီးအေသးစိတ္ၾကည့္ရူႏုိင္ပါသည္",
    "exportssbapplyform" => "SSB Apply Form ႏွင့္ဆိုင္ေသာအခ်က္အလက္မ်ားကို Export လုပ္ျပီးအေသးစိတ္ၾကည့္ရူႏုိင္ပါသည္။",
    "exportssbresignform" => "SSB Resign Form ႏွင့္ဆိုင္ေသာအခ်က္အလက္မ်ားကို Export လုပ္ျပီးအေသးစိတ္ၾကည့္ရူႏုိင္ပါသည္။",
    /**
     * Header
     */
    "Help"=>"အကူအညီ",
    "View All"=>"အားလံုးၾကည့္ရန္",
    "Member Since"=>"စတင္အသံုးျပဳေသာေန႔ရက္",
    "Sign out"=>"ထြက္ခြာ",
    /**
     * footer
     */
    "Change_Language"=>"ဘာသာစကားေျပာင္းရန္",

);




